[
    {
        "heur_id": 1,
        "heuristic": "Take The Best",
        "img": "icon_MI_512.jpg",
        "title": "TTB No.8",
        "date": "22.06.2015, 12:45",
        "username": "Lael Schooler",
        "size_cues": "3",
        "usage_users": "5",
        "usage_datasets": "2",
        "description": "Infer which of two alternatives has the higher value by (a) searching through cues in order of validity, (b) stopping the search as soon as a cue discrateiminates, (c) choosing the alternative this cue favors. Can predict as accurately as or more than multiple regression, neural networks, exemplar models, and classification and regression trees."
    },
    {
        "heur_id": 2,
        "heuristic": "Minimalist",
        "img": "icon_FFT_2.jpg",
        "title": "My Minimalist Title",
        "date": "04.10.2015, 12:45",
        "username": "Evaldas Jablonskis",
        "size_cues": "2",
        "usage_users": "1",
        "usage_datasets": "1",
        "description": "Draw a cue randomly (without replacement) and look up the cue values of the two objects. If one object has a positive cue value and the other does not, then stop search. Predict that the object with the positive cue value has the higher value on the criterion."
    },
    {
        "heur_id": 3,
        "heuristic": "Weighted Tallying",
        "img": "icon_FFT_2.jpg",
        "title": "My Weighted Tallying",
        "date": "04.10.2015, 12:45",
        "username": "Evaldas Jablonskis",
        "size_cues": "2",
        "usage_users": "1",
        "usage_datasets": "1",
        "description": "Weighted tallying of postive evidence is identical with tallying, except that it weights each cue according to its ecological validity."
    },
    {
        "heur_id": 4,
        "heuristic": "Tallying",
        "img": "icon_FFT_2.jpg",
        "title": "My Tallying Title",
        "date": "04.10.2015, 12:45",
        "username": "Evaldas Jablonskis",
        "size_cues": "2",
        "usage_users": "1",
        "usage_datasets": "1",
        "description": "In this algorithm, the number of positive cue values for each object is tallied across all cues (i = 1,..., n), and the object with the largest number of positive cue values is chosen. To estimate a criterion, do not estimate weights but simply count the number of favoring cues. "
    }
]
